{
  "id": "syndrome-of-inappropriate-antidiuretic-hormone-secretion",
  "names": [
    "Syndrome of Inappropriate Antidiuretic Hormone Secretion"
  ],
  "aliases": [
    "syndrome of inappropriate ADH secretion",
    "syndrome of inappropriate antidiuresis",
    "Schwartz-Bartter syndrome"
  ],
  "abbr": [
    "SIADH"
  ],
  "patterns": [
    "siadh",
    "syndrome of inappropriate antidiuretic hormone",
    "inappropriate ADH secretion",
    "schwartz bartter"
  ],
  "primary_tag": "endocrine",
  "tags": [
    "pathology",
    "endocrine",
    "renal"
  ],
  "definition": "Inappropriate, continued **ADH** release (from pituitary or ectopic source) leading to excess water reabsorption and **dilutional hyponatremia** (low serum sodium and low plasma osmolality) in a patient with normal volume status (**euvolemia**).",
  "why_it_matters": "A common cause of hyponatremia (especially in hospitalized patients) that can lead to serious **neurologic symptoms** (seizures, coma) if severe. Often tested due to its classic associations (e.g., paraneoplastic **small cell lung cancer**) and the need to manage sodium carefully to avoid osmotic demyelination.",
  "how_youll_see_it": [
    "Often mild or **asymptomatic** unless serum sodium falls significantly. May cause **headache**, nausea, gait instability, or in severe cases **confusion, seizures, and coma**. Physical exam shows no edema or signs of dehydration (patient is **euvolemic**).",
    "Common triggers: **CNS disorders** (stroke, hemorrhage, trauma, infections), **pulmonary diseases** (pneumonia, tuberculosis), **malignancies** (especially small cell lung carcinoma), and various **medications** (e.g., SSRIs, carbamazepine, cyclophosphamide, MDMA).",
    "Labs: **Hypotonic hyponatremia** (low serum sodium <135 mEq/L with low plasma osmolality) and **inappropriately concentrated urine** (Urine Osm >100 mOsm/kg, Urine Na >40 mEq/L) despite normal adrenal, renal, and thyroid function."
  ],
  "problem_solving": [
    "Confirm true hyponatremia is hypotonic: check plasma osmolality (will be low in SIADH; if normal or high, evaluate for pseudohyponatremia or hyperglycemia).",
    "Assess volume status or use urine studies to classify hyponatremia: in SIADH the patient appears euvolemic (no edema or orthostasis).",
    "Check **urine osmolality** and **urine sodium**: SIADH typically shows Urine Osm >100 mOsm/kg (not maximally dilute) and Urine Na >40 mEq/L (kidneys not sodium-retaining).",
    "Exclude other causes of euvolemic hyponatremia: perform adrenal (cortisol) and thyroid function tests to rule out Addison disease and hypothyroidism.",
    "Identify the underlying cause: review medications, obtain chest imaging (to check for lung tumor), and consider CNS imaging if appropriate, since treating the trigger (tumor removal, stopping offending drug) is key."
  ],
  "differentials": [
    {
      "name": "Hypovolemic hyponatremia",
      "hint": "e.g., dehydration, diuretics – patient has volume depletion (dry mucous membranes, orthostasis) and typically low urine Na (<20 mEq/L)"
    },
    {
      "name": "Primary polydipsia",
      "hint": "excessive water intake (or low solute diet) – hyponatremia with maximally dilute urine (urine Osm <100 mOsm/kg)"
    },
    {
      "name": "Adrenal insufficiency (Addison disease)",
      "hint": "cortisol deficiency causes hyponatremia (with hypotension, **hyperkalemia**); distinguish by low cortisol levels and response to hormone replacement"
    }
  ],
  "tricks": [
    "**Small cell lung cancer** (paraneoplastic ADH secretion) is a classic cause of SIADH on exams.",
    "No **peripheral edema** in SIADH: excess water intake triggers renal Na+ loss (via ANP), preventing significant fluid overload (patient stays euvolemic).",
    "Giving **normal saline** doesn't correct SIADH hyponatremia (kidneys will excrete the salt and retain water); use hypertonic saline for severe cases and otherwise restrict fluids."
  ],
  "exam_appearance": [
    "Heavy smoker with a new lung mass and hyponatremia (low Na, low serum Osm, high urine Osm) → SIADH from **small cell lung cancer** (ectopic ADH).",
    "Post–head injury patient with confusion and hyponatremia, urine Osm 300 mOsm/kg → SIADH due to **CNS trauma** (inappropriate ADH release).",
    "Elderly patient on an **SSRI** presenting with mild confusion and serum Na 125 mEq/L → drug-induced SIADH from an antidepressant."
  ],
  "treatment": [
    "Treat the **underlying cause** (e.g., resect a tumor, discontinue offending drugs, treat CNS injury or infection).",
    "For acute or severe hyponatremia with neuro symptoms (seizures, coma): give **hypertonic (3%) saline** cautiously to raise sodium ~4–6 mEq/L and alleviate symptoms (avoid overcorrection).",
    "**Fluid restriction** (≤1 L/day) is first-line for chronic or mild SIADH. Oral **salt tablets** or increased dietary salt can help raise serum sodium; a loop diuretic may be added to enhance free water excretion.",
    "If hyponatremia is refractory or moderate: consider **demeclocycline** (induces nephrogenic DI) or **vasopressin receptor antagonists** (vaptans like tolvaptan) under close monitoring. These are typically second-line due to cost or toxicity.",
    "Correct chronic hyponatremia slowly (≤8–10 mEq/L per 24 hours) to prevent osmotic demyelination (central pontine myelinolysis)."
  ],
  "red_flags": [
    "Severe hyponatremia (e.g., Na <120 mEq/L) or rapid-onset hyponatremia can cause **seizures, increased intracranial pressure, or herniation** – requires prompt treatment with hypertonic saline.",
    "Overly rapid correction of sodium (>10 mEq/L in 24 hours) can lead to **osmotic demyelination syndrome** (central pontine myelinolysis) – characterized by irreversible neurologic damage (e.g., quadriplegia)."
  ],
  "algorithm": [
    "Hyponatremia noted → measure serum osmolality to confirm hypotonic hyponatremia (exclude pseudohyponatremia or hyperglycemia).",
    "If hypotonic hyponatremia → assess patient's volume status (clinical exam) and check urine osmolality.",
    "Urine Osm >100 mOsm/kg (not dilute) suggests ADH is present; if patient is **euvolemic** with urine Na >40 mEq/L, suspect SIADH (after ruling out hypothyroidism and adrenal insufficiency).",
    "Diagnose SIADH → search for cause (evaluate for malignancy, CNS disease, medications) and address it (e.g., treat tumor or stop offending drug).",
    "Manage SIADH hyponatremia based on severity: fluid restriction in most cases; use hypertonic saline for severe symptoms, and avoid rapid Na correction to prevent complications."
  ],
  "images": [
    {
      "src": "https://upload.wikimedia.org/wikipedia/commons/thumb/5/55/Hyponatraemia_Causes.svg/2560px-Hyponatraemia_Causes.svg.png",
      "alt": "Algorithm of hyponatremia causes, distinguishing hypovolemic (dehydration), hypervolemic (edema-causing illnesses), and euvolemic causes like SIADH (ADH excess) and other endocrine etiologies.",
      "credit": {
        "text": "image credit",
        "href": "https://commons.wikimedia.org/wiki/File:Hyponatraemia_Causes.svg"
      }
    }
  ],
  "cases": [
    {
      "stem": "A 70‑year‑old man with a 60-pack-year smoking history is evaluated for headaches, confusion, and generalized weakness.",
      "clues": [
        "CT chest reveals a hilar lung mass consistent with small cell carcinoma",
        "Serum sodium is 118 mEq/L (very low)",
        "Plasma osmolality is low at 260 mOsm/kg",
        "Urine osmolality is elevated at 500 mOsm/kg",
        "Urine sodium is 50 mEq/L",
        "No edema or signs of dehydration on exam (euvolemic)"
      ],
      "answer": "Syndrome of inappropriate antidiuretic hormone secretion (paraneoplastic SIADH from small cell lung cancer)",
      "teaching": "Small cell lung cancer can secrete ADH, causing SIADH. Hyponatremia with inappropriately concentrated urine in a euvolemic patient is characteristic. Management includes treating the lung cancer and restricting fluids; if sodium is very low, hypertonic saline is used cautiously to prevent neurologic complications."
    }
  ],
  "see_also": [
    "diabetes-insipidus",
    "pneumonia",
    "stroke"
  ],
  "prerequisites": [
    "renal-physiology",
    "posterior-pituitary"
  ],
  "sources": [
    {
      "title": "StatPearls: Syndrome of Inappropriate Antidiuretic Hormone Secretion (Yasir & Mechanic, 2023)",
      "url": "https://www.ncbi.nlm.nih.gov/books/NBK507777/"
    },
    {
      "title": "UpToDate: Diagnostic evaluation of adults with hyponatremia (2025)",
      "url": "https://www.uptodate.com/contents/diagnostic-evaluation-of-adults-with-hyponatremia"
    },
    {
      "title": "Am Fam Physician: Diagnosis and Management of Sodium Disorders (Miller et al., 2023)",
      "url": "https://pubmed.ncbi.nlm.nih.gov/37983699/"
    }
  ],
  "credits": [
    {
      "display": "EnterMedSchool Team",
      "url": "https://entermedschool.com",
      "role": "Author",
      "avatar": "https://entermedschool.b-cdn.net/wp-content/uploads/2023/03/cropped-leo_transparent_blue.png"
    }
  ]
}