{
  "id": "tendon",
  "names": [
    "Tendon"
  ],
  "level": "premed",
  "primary_tag": "biology",
  "tags": [],
  "definition": "**A tendon** is a tough, fibrous connective tissue band that <u>attaches a muscle to a bone</u>. Tendons transmit the force generated by muscle contraction to the skeleton, thereby enabling movement of the joint.",
  "tips": [
    "Tendons are rich in <u>collagen fibers</u> and have high tensile strength, allowing them to withstand the pulling forces as muscles contract. In areas like the limbs, muscle fibers taper into tendons, which then insert into bones.",
    "Functionally, when a muscle contracts, it pulls on its tendon, and the tendon in turn pulls on the bone to produce movement. The connective tissue layers within the muscle (endomysium, perimysium, epimysium) merge into the tendon, creating a continuous mechanical link from muscle fibers to bone.",
    "Healing and injuries: Tendons have a relatively <u>low blood supply</u>, so they heal more slowly than muscles. A **<u>strain</u>** refers to a tendon/muscle injury (tearing of fibers), whereas a **<u>sprain</u>** refers to a ligament injury (bone-to-bone connective tissue) - a distinction often tested in clinical scenario questions."
  ],
  "exam_appearance": [
    "A common basic question: \"What structure connects muscles to bones?\" -> **<u>tendon</u>** (connective tissue cord). This is often contrasted with ligaments, which connect bones to other bones.",
    "Watch for terminology traps: for example, an exam might describe an <u>Achilles tear</u> - since the Achilles tendon connects calf muscles to the heel bone, this is a tendon injury (not a ligament). Recognizing tendon vs ligament in such contexts is important."
  ],
  "see_also": [],
  "sources": [
    {
      "title": "MyHealth Alberta - Achilles Tendon (Definition: tendon attaches muscle to bone)",
      "url": "https://myhealth.alberta.ca/Health/pages/conditions.aspx?hwid=tn7338"
    },
    {
      "title": "OpenStax Anatomy & Physiology 2e - Skeletal Muscle Anatomy (muscle connective tissues merge into tendons to pull on bone)",
      "url": "https://openstax.org/books/anatomy-and-physiology-2e/pages/10-2-skeletal-muscle"
    },
    {
      "title": "Bend & Mend Physio - Tendon vs Ligament (ligament connects bone to bone, tendon connects muscle to bone)",
      "url": "https://bendandmend.com.au/what-is-the-difference-between-a-muscle-tendon-and-ligament/"
    }
  ]
}
